<?php
    require "header.php";
    
?>

<head>
    <!-- custom blogs css -->
    <link rel="stylesheet" href="css/style-blogs.css">
</head>

<main id="main-content">

		<section id="blogs">
			<article>
				<div class="text">
					<header>
						<h2>Джейк Фелпс почина на 56 - главния редактор на Трашър, истински скейтбординг Гуру</h2>
						<div>
                            от <a href="#">Уилл Смит</a> на 05 Май, 2020 
						</div>
					</header>
					<p>
                        Фелпс, който бе на 56 години, държеше основания в Сан Франциско магазин посветен на скейтбординга и бе прочут, сред скейтбордистите и феновете на екстремните спортове, със свойте спиращи дъха каскади. </p>
					<p>
						Тони Витело, главен издател в Трашър, написа следното в сайта на Трашър:
					</p>
					<p>
						“<span>Джейк Фелпс беше на 100% отдаден на скейтбординга</span>, но хората не разбират това, не разбират че отвъд огромните му заслуги в нашите среди, той наистина бе човек отвъд този свят. Когато тези който обичаме си отидат ние често хиперболизираме за техния живот богат на приятелства и опит. Понякога си го повтаряме докато не започнем да вярваме в тази хипербола. Помага ни да се почувстваме добре и да се справим със загубата. Е, в случая на Джейк, няма нужда от тази хипербола, той направи всичко и е непосилно човешкия мозък да възприеме върху колко много хора е оказал влияние... ”
					</p>
					
				</div>
				<div class="pictures">
					<img src="img/blogs/jakep.jpg" class="img-right">
				</div>

			</article>
			<article>
				<div class="pictures">
					<img src="img/blogs/binglui.jpg">
				</div>
				<div class="text">
					<header>
						<h2>Бинг Лу вижда скейтбординга като инструмент за живота</h2>
						<div>
                            от <a href="#">Джей Кан</a> на 19 юни, 2020 
						</div>
					</header>
					<p>
                        <span>Имах особени затруднения с опитите да обясня своя нов филм, “Minding the Gap,” на мойте приятели. За какво мислиш че е? </span>Когато го завършихме и трябваше да напишем резюме, се опитвахме много здраво да не включим скейтбординг никъде в текста. Просто съм виждал твърде много скейтбординг филми който са или твърде еднообразно съзстезателно насочени или твърде стереотипни. 
                        Също така между нас имаше разговор относно това дали да засегнем социални проблеми - насилието върху децата и тормоза в училище, и аз си казах, “Мисля че е време за рационално и прозрачно решение.” 
                        Но се чувствах раздвоен относно това, защото от една страна филма изпълнява това което искам от него — младите хора, които принципно биха гледали скейтбордистки филм остават емоционално разтърсени. Но от друга страна говорейки си с филмови критици, те ми казват - “Дори не съм си направил труда да гледам филма защото видях думата ‘скейтбординг.’ ”
					</p>
					<p>
						<span>А истината е че накарах всички да си мислят че е за скейтбординга, но всъщност засяга много по-дълбока тема. </span> Всичко е просто една метафора..
					</p>
				</div>
				
			</article>

			<article>
				<div class="text">
					<header>
						<h2>Скейтбордистите СПЕЧЕЛИХА</h2>
						<div>
							от <a href="#">Питър Пан</a> на 17 Март, 2020 
						</div>
					</header>
					<p>
						През 1995, артистът Маура Шийнан инсталира скулптура, върху която може да се кара скейтборд, точно под сърцето на най-големия бруклински мост. Г-н. Шийнан остава зашеметен от скейтбордистката култура след като наблюдава големи тълпи от тях да обикалят улиците в ерата преди 9/11.
					</p>
					<p>

						Той описва тяхната култура и общество по следния начин :
					</p>
					<p>
                        <span>"Моята скрита работа - така нареченото произведение на изкуството не бе нищо повече от няколко тръби и циментени блокове, но те го обожаваха, събираха се там.</span>
                        Създадох нещо като цял функциониращ организъм, изучавах ги и отворих очите си. Очевидно цял живот съм бил ригиден относно тях и това което правят. Те не са вандали, те са хора като мен и теб, 
                        имат мечти и се борят за тях. За тях няма ленти и платна по улиците, но това не ги спира, мисля че това е повече от показателно за какво говоря.."
					</p>
				</div>
				<div class="pictures">
					<img src="img/blogs/skateboarder.jpg" class="img-right">
				</div>
			</article>
		</section>

	</main>

<?php
    require "footer.php";
?>